serial_years = {'1':'''Сериалы 2021 года
Январь:

1. Кобра Кай (3-й сезон)
2. Змей
3. Новобранец (3-й сезон)
4. Последний настоящий мужчина (9-й сезон)
5. Стража
6. Настя, соберись!
7. Зови меня Кэт
8. История ругательств
9. Необыкновенный плейлист Зои (2-й сезон)
10. Койот
11. Господин мэр
12. Дикинсон (2-й сезон)
13. Открытие ведьм (2-й сезон)
14. Люпен
15. Американские боги (3-й сезон)
16. Ординатор (4-й сезон)
17. Блудный сын (2-й сезон)
18. Позвоните маме
19. Night Stalker: The Hunt for a Serial Killer
20. В поиске (4-й сезон)
21. Прислуга (2-й сезон)
22. Разочарование (2-й сезон)
23. ВандаВижн
24. Бэтвумен (2-й сезон)
25. Всеамериканский (3-й сезон)
26. 911: Одинокая звезда (2-й сезон)
27. 911 (4-й сезон)
28. Ривердейл (5-й сезон)
29. Нэнси Дрю (2-й сезон)
30. Наследие (3-й сезон)
🌍Подробнее на сайте: https://kg-portal.ru/
''',
'2':'''Все сериалы 2022 года
Январь:

1. Предпоследняя инстанция
2. Почка
3. 911: Одинокая звезда (3-й сезон)
4. Уборщица
5. Сергий против нечисти
6. Открытие ведьм (3-й сезон)
7. Праведные Джемстоуны (2-й сезон)
8. Наоми
9. Супермен и Лоис (2-й сезон)
10. Архив 81
11. Как я встретила вашего папу
12. Бег улиток
13. Этерна
14. Ресторан по понятиям
15. Карамора
16. Озарк (4-й сезон)
17. Прислуга (3-й сезон)
18. Миллиарды (6-й сезон)
19. Сквозь снег (3-й сезон)
20. Позолоченный век
21. Ночные вызовы
22. Засланец из космоса (2-й сезон)
23. Женщина в доме напротив девушки в окне
24. Растя Диона (2-й сезон)
25. И снова здравствуйте!
26. Пэм и Томми

Февраль:

27. Южный Парк (25-й сезон)
28. Взращённые волками (2-й сезон)
29. Ричер
30. Подозрение
🌍Подробнее на сайте: https://kg-portal.ru/'''}

anime_years = {'1':'''Аниме 2021 года
Январь:

1. Коллеги по студсовету в кино 2
2. Магазин доспехов для взрослых 2
3. Чистые сексуальные отношения преображают невзрачную девушку
4. История о том, как мальчик из деревни возле финального подземелья перебрался в стартовый город
5. Пикник на другой обочине
6. Алиса в школе смерти
7. Девочки-лошадки: Милое дерби 2
8. Выдающиеся Звери 2
9. Гекидол
10. Re:Zero — жизнь с нуля в другом мире 2. Часть 2
11. I★CHU: Наполовину айдолы
12. Семь смертных грехов: Яростное правосудие
13. Бронированные девушки
14. Сага Гортензии
15. Дневник тренировок Эбиси
16. Обещанная Страна грёз 2
17. Волейбольный клуб старшей школы Сэйин
18. Уютный поход 2
19. Небесное бюро дизайна
20. Пять невест 2
21. Рок-шоу: Звёзды
22. Низкоуровневый персонаж Томодзаки-кун
23. Скрытое подземелье, в которое могу попасть только я: Тайная тренировка, чтобы стать сильнейшим в мире
24. Я паук, и что с того?
25. Бэк Эрроу
26. Гинтама: Финал
27. Викросс: Дивы вживую
28. Прекрасная воительница Сейлор Мун: Вечность
29. Айдоллы
30. Проект Скард
🌍Подробнее на сайте: https://kg-portal.ru/''',
'2':'''Календарь премьер в России
1. Громкая мечта: Пузырящаяся мечта!
2. Иродоримидори
3. Ориент
4. Девушки из кобан наносят ответный удар
5. В землях Лидейл
6. Токио: 24-й район
7. Бесшабашные приключения: Перезарядка. Зероин
8. Маленькие спасатели: Семь душ Рюджинмару
9. Девушки на линии фронта
10. Последний гарем
11. Медленная петля
12. Озорная Такаги 3
13. Титры!
14. Сильнейший мудрец низшей эмблемы
15. Школьная форма Акеби-тян
16. Куроицу-сан из отдела создания монстров
17. Герой-рационал перестраивает королевство 2
18. Любовь с иголочки
19. Атака титанов: Финал. Часть 2
20. Ржавая броня
21. Реквием по Королю Роз
22. Футзалисты

Февраль:

23. Мы не можем выйти в прямой эфир!
24. Сасаки и Мияно
25. Пожиратель ржавчины Биско
26. Связь принцесс! Новое погружение 2
27. Девятое племя
28. Фантазия о Троецарствии: Духовность небес
29. Она представилась как ученик мудреца
30. Руководство гениального принца по избавлению нации от долгов: Да, давайте продадим страну
🌍Подробнее на сайте: https://kg-portal.ru/''',
'3':'''Календарь премьер в России
1. Ещё раз „Иппон“!
2. Сага о Винланде 2
3. Не издевайся, Нагаторо-сан: Вторая атака
4. Король-герой переродился мастером боевых искусств и стал сильнейшей ученицей рыцаря
5. Токийские мстители: Конфликт на Рождество
6. Кайна из Великого снежного моря
7. Бёрди винг: История гольфисток 2
8. Томо-тян — девушка!
9. Неспешная жизнь уволенного тёмного солдата (30-ти лет)
10. Мастер на все руки Сайто в другом мире
11. Накопление 80 000 золотых монет в другом мире на старость
12. Харлок Нулевого века
13. Тёмное собрание
14. Маньяк Дзюндзи Ито: Жуткие японские истории
15. Рубеж Шангри-Ла: Любитель игрошлака бросает вызов топ-игре
16. Магия и мускулы
17. Триган: Ураган
18. Парадокс Лайв: Анимация
19. Моя реинкарнация в отомэ-игре в качестве главной злодейки! Фильм
20. Кот-мастер на все лапки сегодня снова грустит
21. Ультрамен 3
22. Прекрасная воительница Сейлор Мун: Космос
23. Галактика по соседству
24. Магическая битва 2
25. Атака титанов: Финал. Часть 3
26. Рагна Багровый
27. Моя жизнь в качестве питомца Инукай-сан
28. Фурикури: Гранж
29. Добро пожаловать в класс для особо одарённых 3
30. Алиса — механизм Эгиды: Расширение
🌍Подробнее на сайте: https://kg-portal.ru/''',
'anime_best_1':'''Лучшие аниме
1. Ванпанчмен
2. Тетрадь смерти
3. Ветер крепчает
4. Паразит
5. Легенды о монстрах
6. Врата Штейна
7. Код Гиасс: Восставший Лелуш R2
8. Созданный в Бездне
9. Эрго Прокси
10. Альдноа.Зеро
11. Стальной Алхимик
12. Вторые легенды
13. Фурикури
14. Волчица и пряности
15. Моя геройская академия 2
16. Туалетный мальчик Ханако-кун
17. Re:Zero — жизнь с нуля в другом мире
18. Волчьи дети Амэ и Юки
19. Сад изящных слов
20. Гуррен Лаганн: Фильм второй
21. Красная черта
22. Моб Психо 100
23. Твоё имя
24. Гинтама 3
25. Колдунья в погонах
26. Сага о Винланде
27. Баккано!
28. Берсерк (1998)
29. Самурай Чамплу
30. Да благословят боги сей расчудесный мир! 2
🌍Подробнее на сайте: https://kg-portal.ru/''',
'anime_best_2':'''Лучшие аниме
1. Убей убийство
2. Город, в котором меня нет
3. Атака титанов 3: Часть 2
4. Дорохедоро
5. Семья шпиона
6. Апрель — это твоя ложь
7. Волейбол
8. Ван-Пис
9. Судьба/Зиро
10. Дерёвня
11. Любовная сцена
12. Легенды о ранах III: Холодная кровь
13. Судьба: Девочка-волшебница Илия. Клятва в снегу
14. Истребитель демонов
15. Вайолет Эвергарден: Фильм
16. Старшая школа меж измерений
17. Всемогущий: Восхождение. Анимация
18. О моём перерождении в слизь 2
19. Хоримия
20. Корзинка фруктов: Финал
21. Убийца Акаме
22. Кружащаяся Пингвиноломка
23. Безумные приключения ДжоДжо
24. Форма голоса
25. Моб Психо 100 II
26. Ярость Бахамута: Происхождение
27. Шарлотта
28. Унесённые призраками
29. Безумные приключения ДжоДжо 3
30. Проза бродячих псов
🌍Подробнее на сайте: https://kg-portal.ru/''',
'anime_best_3':'''Лучшие аниме
1. Да благословят боги сей расчудесный мир! OVA
2. Конец легенд 2
3. Работа!
4. Сервамп
5. Война двенадцати
6. Госпожа Кагуя: в любви как на войне
7. Баскетбол Куроко: Последняя игра
8. Skip Beat!
9. Моя геройская академия 3
10. ID: Вторжение
11. Психо-пасс
12. Громовая фантазия
13. 91 день
14. Мобильный доспех Гандам: Поколение
15. Атака титанов 2
16. Рассветная Йона
17. Космический Денди
18. Меланхолия Харухи Судзумии (2009)
19. Уровень И
20. Атака титанов
21. Любовь с иголочки
22. Адзин: Получеловек
23. Тавава по понедельникам
24. Стальной алхимик: Братство
25. Норагами 2
26. Паприка
27. Азуманга Дайо
28. Гинтама 2
29. Судьба/Зиро 2
30. Гинтама 4
🌍Подробнее на сайте: https://kg-portal.ru/''',
'anime_ozh_1':'''Самые популярные аниме 2021 года среди читателей «КГ-Портала»
1. Моя геройская академия: Миссия мировых героев
2. Обитель зла: Бесконечная тьма
3. Красавица и дракон
4. Я превратился в гяру и сделал это с лучшим другом
5. Скрытое подземелье, в которое могу попасть только я: Тайная тренировка, чтобы стать сильнейшим в мире
6. Истребитель демонов: Квартал красных фонарей
7. Чистые сексуальные отношения преображают невзрачную девушку
8. Доктор Стоун: Каменные войны
9. Токийские мстители
10. Хоримия
11. Повесть о конце света
12. Мастер меча онлайн: Прогрессив. Ария в беззвёздной ночи
13. Красный Марс
14. Евангелион 3.0+1.0
15. Я паук, и что с того?
16. Не издевайся, Нагаторо-сан
17. Реинкарнация безработного: Попав в другой мир, я стану серьёзнее
18. История о том, как мальчик из деревни возле финального подземелья перебрался в стартовый город
19. Семь смертных грехов: Яростное правосудие
20. Моя геройская академия 5
21. Моё семнадцатое лето
22. Скейт: Бесконечность
23. Король-шаман
24. Re:Zero — жизнь с нуля в другом мире 2. Часть 2
25. Прекрасная воительница Сейлор Мун: Вечность
26. Подземелье Чёрной компании
27. О моём перерождении в слизь 2
28. Новый старт мага-целителя: трансцендентное исцеление — магия мгновенной смерти и копирование навыков
29. Нулевой Эдем
30. Герой-рационал перестраивает королевство
🌍Подробнее на сайте: https://kg-portal.ru/''',
'anime_ozh_2':'''Самые популярные аниме 2021 года среди читателей «КГ-Портала»
1. Тихоокеанский рубеж: Тёмная зона
2. Мои девушки
3. Я 300 лет убивала слизь и прокачалась на максимум
4. Пять невест 2
5. Страсть на кончиках пальцев 2: Мой любовник — пожарный
6. Магазин доспехов для взрослых 2
7. Магическая битва 0
8. Персиковый мальчик с другого берега
9. Детектив уже мёртв
10. Гинтама: Финал
11. Я побрился. Затем привел домой старшеклассницу
12. Смертоносный герцог и его горничная
13. Такт опус. Судьба
14. Путешествие по другому миру под предводительством Луны
15. Паладин издалека
16. Летний призрак
17. Обещанная Страна грёз 2
18. IDOLiSH7: Третий такт!
19. Годзилла: Сингулярность
20. Лучший в мире ассасин, переродившийся в другом мире аристократом
21. Реинкарнация безработного 2
22. Инциденты с монстрами
23. 86
24. Руководство для мага: Как (не) надо призывать Князя Тьмы 2
25. Дом теней
26. У Коми проблемы с общением
27. Платиновый предел
28. Бакутен
29. RE-MAIN
30. Меня выгнали из отряда героя, потому что я перестал быть надёжным соратником, так что я решил спокойно жить в глуши
🌍Подробнее на сайте: https://kg-portal.ru/''',
'anime_ozh_3':'''Самые популярные аниме 2021 года среди читателей «КГ-Портала»
1. Фея Раммару: Я помогу твоему сердцу
2. Пикник на другой обочине
3. Небесное вторжение
4. Дневники слизи: О моём перерождении в слизь
5. Алиса в школе смерти
6. Тебе, бессмертный
7. Комендант общежития богинь
8. Бегущий по лезвию: Чёрный лотос
9. Плод эволюции: Моя жизнь изменилась прежде, чем я это осознал
10. Голубой период
11. Низкоуровневый персонаж Томодзаки-кун
12. D_Cide: Грёзы
13. Корзинка фруктов: Финал
14. Фена: Принцесса пиратов
15. Волейбольный клуб старшей школы Сэйин
16. Что если чрезвычайно продвинутая RPG с полным погружением хуже, чем реальность
17. Госпожа Кагуя: в любви как на войне OVA
18. Ясукэ
19. Луна, Лайка и Носферату
20. Семь смертных грехов: Проклятие света
21. Мобильный доспех Гандам: Вспышка Хэтэуэя
22. SCARLET NEXUS: Красные нити
23. Виви: Песнь Флюоритового Глаза
24. Чистый звук
25. Диназенон
26. Коллеги по студсовету в кино 2
27. Акватоп на белом песке
28. DOTA: Кровь дракона
29. Романтическая комедия, в которой подруга детства ни за что не проиграет
30. Космический линкор „Ямато“ 2205: Новое путешествие
🌍Подробнее на сайте: https://kg-portal.ru/''',
'anime_p_1':'''Популярные аниме
1. Волейбол
2. Безумные приключения ДжоДжо 2: Египетский цикл
3. Ущио и Тора
4. Семь смертных грехов
5. Осомацу-сан
6. Когда-нибудь я стану твоей
7. Макросс Дельта
8. Гинтама 3
9. Дюрарара! 2: Понимание
10. Настоящие слёзы
11. Целомудренная Мария
12. Фронт кровавой блокады
13. Кабанери железной крепости
14. Шарлотта
15. Легенды о монстрах
16. Ронья, дочь разбойника
17. Дюрарара!
18. Рассветная Йона
19. Амагами
20. Ангельские ритмы!
21. Кейон!!
22. Красавцы-старшеклассники на страже Земли: Любовь победит!
23. Тетрадь смерти
24. Стальной алхимик: Братство
25. Ринне предела
26. Re:Zero — жизнь с нуля в другом мире
27. Берсерк (1998)
28. Безумные приключения ДжоДжо 3
29. Меч королевы
30. Ханаан
🌍Подробнее на сайте: https://kg-portal.ru/''',
'anime_p_2':'''Популярные аниме
1. Гинтама 2
2. Волчица и пряности
3. Судьба: Апокриф
4. Заядлый игрок
5. По ту сторону стекла
6. К
7. Ярость Бахамута: Происхождение
8. Безумные приключения ДжоДжо 2
9. Один научный Рейлган
10. Да благословят боги сей расчудесный мир!
11. Загугли! Коккури-сан
12. Атака титанов
13. Террор в резонансе
14. Уровень И
15. Судьба: Ночь Схватки — Бесконечный мир клинков
16. Белый альбом
17. Пинг-понг
18. Фантом: Реквием по Фантому
19. Фантазия Гранблю
20. Судьба: Ночь Схватки — Бесконечный мир клинков: Продолжение
21. Бтум!
22. Актёры ослеплённого города
23. Баракамон
24. Да благословят боги сей расчудесный мир! 2
25. Повелитель
26. Безумные приключения ДжоДжо
27. Воссоздатели
28. Школа мертвецов
29. Кейон!
🌍Подробнее на сайте: https://kg-portal.ru/''',
'anime_p_3':'''Популярные аниме
1. Персона 5: Анимация
2. И всё же мир прекрасен
3. Глава совета — служанка!
4. Работник книжного из Электрогорода
5. Торадора!
6. Маги: Лабиринт волшебства
7. Месть Масамуне-куна
8. Моя геройская академия 2
9. Плод Грисайи
10. Убийца Акаме
11. 11глаз: Преступление, наказание и искупление одной девушки
12. Золотой Камуй
13. Берсерк
14. Терраформарс
15. Рецепт счастливой жизни в ММО
16. Эрго Прокси
17. Космический Денди — 2
18. Невеста чародея
19. Кэмпфер
20. Город, в котором меня нет
21. Хроники Валькирии
22. Мяу-любовь!
23. Дикая пляска мечей
24. Судьба/Зиро
25. Яттермэн ночи
26. Разве плохо искать себе пару в подземелье? Оратория меча
27. Чайка, принцесса с гробом
28. Легенда о героях Галактики
29. Атака титанов: Финал. Часть 2
30. Невозмутимый Хозуки
🌍Подробнее на сайте: https://kg-portal.ru/'''}

games_years_2021 = {'1':'''Список игр 2021 года:

Январь:
1. Virtua Fighter 5 Ultimate Showdown
2. Cyber Shadow
3. Olija

Февраль:

4. Valheim
5. Destruction AllStars
6. Werewolf: The Apocalypse — Earthblood
7. HuniePop 2: Double Date
8. Scarlet Hood and the Wicked Wood
9. Little Nightmares II
10. Super Mario 3D World + Bowser's Fury
11. Super Seducer 3: The Final Seduction
12. 30XX
13. Blizzard Arcade Collection
14. Ghosts 'n Goblins Resurrection
15. Geneforge 1 — Mutagen

Март:

16. Loop Hero
17. Stronghold: Warlords
18. Freakpocalypse
19. Stubbs the Zombie in Rebel Without a Pulse
20. Prince of Persia: The Sands of Time Remake
21. Cartel Tycoon
22. Crash Bandicoot: On the Run
23. Subverse
24. It Takes Two
25. Spacebase Startopia
26. Balan Wonderworld
27. Evil Genius 2: World Domination
28. PsyHotel Simulator
29. Industria
30. Braid, Anniversary Edition
🌍Подробнее на сайте: https://kg-portal.ru/''',
'2':'''Список игр 2021 года:

Апрель:

31. Приключения Поручика Ржевского
32. World of Demons
33. Fantasian
34. Oddworld: Soulstorm
35. Demon Skin
36. Stellaris: Nemesis
37. MLB The Show 21
38. Smelter
39. Shantae
40. Приключения капитана Блада
41. R-Type Final 2
42. Returnal
43. New Pokemon Snap
44. Century: Age of Ashes

Май:

45. Baldur's Gate: Dark Alliance
46. Huntdown
47. GetsuFumaDen: Undying Moon
48. Mass Effect Legendary Edition
49. Famicom Detective Club: The Missing Heir & Famicom Detective Club: The Girl Who Stands Behind
50. Siege Survival: Gloria Victis
51. Fearmonium
52. Biomutant
53. Super Bomberman R Online
54. World’s End Club
55. The Girl from Arkanya
56. Doctor Who: The Lonely Assassins
57. The Hand of Merlin

Июнь:

58. Necromunda: Hired Gun
59. Operation: Tango
60. Sniper: Ghost Warrior Contracts 2
🌍Подробнее на сайте: https://kg-portal.ru/''',
'3':'''Список игр 2021 года:
61. Ninja Gaiden: Master Collection
62. Guilty Gear: Strive
63. Ratchet & Clank: Сквозь миры
64. Alex Kidd in Miracle World DX
65. Mario Golf: Super Rush
66. Zombies Ate My Neighbors and Ghoul Patrol
67. Phantom Abyss
68. Glitchpunk

Июль:

69. The Legend of Zelda: Skyward Sword HD
70. F1 2021
71. Akiba's Trip: Hellbound & Debriefed
72. Cris Tales
73. The Ascent
74. Vertebreaker

Август:

75. Humankind
76. Rustler
77. SaGa Frontier Remastered
78. Ion Fury: Aftershock

Сентябрь:

79. Tales of Arise
80. Deathloop
81. Семейка Аддамс: Разгром в особняке
82. Spelunker HD Deluxe

Октябрь:

83. Reverse Collapse: Code Name Bakery
84. Back 4 Blood
85. Hotel Transylvania

Декабрь:

86. Earthworm Jim 4
87. War Mongrels
88. Far Cry VR: Dive Into Insanity
89. Die by the Blade
90. Darkest Dungeon 2
🌍Подробнее на сайте: https://kg-portal.ru/''',
'4':'''Список игр 2021 года:
91. Tomb Raider Reloaded
92. Viscerafest
93. Paradise Lost
94. Arkham Horror: Mother's Embrace
95. Chasing Static
96. Unknown 9: Awakening
97. Just Cause: Mobile
98. Wanderer
99. Корсары: Наследие
100. Anew: The Distant Light
101. Undecember
102. Punk Wars
103. I Am Fish
104. Graven
105. Chorus
106. Pharaoh: A New Era
107. Minimal Affect
🌍Подробнее на сайте: https://kg-portal.ru/''','5':
'''Список игр 2021 года:
108. Diablo II: Resurrected
109. The Wolf Among Us 2
110. Dustborn
111. Curse of the Sea Rats
112. I.G.I. Origins
113. Истории League of Legends: Ruined King
114. Battle Axe
115. SteamDolls — Order Of Chaos
116. Aeon Must Die!
117. Dragon Quest: Dai no Daibouken — Tamashii no Kizuna
118. Infinity Strash Dragon Quest: The Adventure of Dai
119. Metal: Hellsinger
120. Cygni: All Guns Blazing
121. Little Devil Inside
122. Mirror 2
123. Warhammer 40,000: Darktide
124. Warhammer Age of Sigmar Tempestfall
🌍Подробнее на сайте: https://kg-portal.ru/'''}

games_years_2022 = {'1':'''Календарь премьер в России: 
Июнь:

1. The Binding of Isaac: Four Souls Requiem

Октябрь:

2. Asterix & Obelix XXL Romastered

Декабрь:

3. Pragmata
4. CryoSpace
5. Final Fantasy VII: Ever Crisis
6. Dinos Reborn
7. Wizardry VA
8. Flashback 2
9. Quantum Knights
10. Galactic Civilizations IV
11. Highrise City
12. Warhammer 40,000: Shootas, Blood & Teef
🌍Подробнее на сайте: https://kg-portal.ru/'''}

anime_2021_years = {'1':'''Аниме 2021 года
Январь:

1. Коллеги по студсовету в кино 2
2. Магазин доспехов для взрослых 2
3. Чистые сексуальные отношения преображают невзрачную девушку
4. История о том, как мальчик из деревни возле финального подземелья перебрался в стартовый город
5. Пикник на другой обочине
6. Алиса в школе смерти
7. Девочки-лошадки: Милое дерби 2
8. Выдающиеся Звери 2
9. Гекидол
10. Re:Zero — жизнь с нуля в другом мире 2. Часть 2
11. I★CHU: Наполовину айдолы
12. Семь смертных грехов: Яростное правосудие
13. Бронированные девушки
14. Сага Гортензии
15. Дневник тренировок Эбиси
16. Обещанная Страна грёз 2
17. Волейбольный клуб старшей школы Сэйин
18. Уютный поход 2
19. Небесное бюро дизайна

Февраль:

20. Пять невест 2
21. Рок-шоу: Звёзды
22. Низкоуровневый персонаж Томодзаки-кун
23. Скрытое подземелье, в которое могу попасть только я: Тайная тренировка, чтобы стать сильнейшим в мире
24. Я паук, и что с того?
25. Бэк Эрроу
26. Гинтама: Финал
27. Викросс: Дивы вживую
28. Прекрасная воительница Сейлор Мун: Вечность
29. Айдоллы
30. Проект Скард
🌍Подробнее на сайте: https://kg-portal.ru/''',
'2':'''Аниме 2022 года
Январь:

1. Громкая мечта: Пузырящаяся мечта!
2. Иродоримидори
3. Ориент
4. Девушки из кобан наносят ответный удар
5. В землях Лидейл
6. Токио: 24-й район
7. Бесшабашные приключения: Перезарядка. Зероин
8. Маленькие спасатели: Семь душ Рюджинмару
9. Девушки на линии фронта
10. Последний гарем
11. Медленная петля
12. Озорная Такаги 3
13. Титры!
14. Сильнейший мудрец низшей эмблемы
15. Школьная форма Акеби-тян
16. Куроицу-сан из отдела создания монстров
17. Герой-рационал перестраивает королевство 2
18. Любовь с иголочки
19. Атака титанов: Финал. Часть 2

Февраль:

20. Ржавая броня
21. Реквием по Королю Роз
22. Футзалисты
23. Мы не можем выйти в прямой эфир!
24. Сасаки и Мияно
25. Пожиратель ржавчины Биско
26. Связь принцесс! Новое погружение 2
27. Девятое племя
28. Фантазия о Троецарствии: Духовность небес
29. Она представилась как ученик мудреца
30. Руководство гениального принца по избавлению нации от долгов: Да, давайте продадим страну
🌍Подробнее на сайте: https://kg-portal.ru/''',
'3':'''Аниме 2023 года
Февраль:

1. Ещё раз „Иппон“!
2. Сага о Винланде 2
3. Не издевайся, Нагаторо-сан: Вторая атака
4. Король-герой переродился мастером боевых искусств и стал сильнейшей ученицей рыцаря
5. Токийские мстители: Конфликт на Рождество
6. Кайна из Великого снежного моря
7. Бёрди винг: История гольфисток 2
8. Томо-тян — девушка!
9. Неспешная жизнь уволенного тёмного солдата (30-ти лет)
10. Мастер на все руки Сайто в другом мире
11. Накопление 80 000 золотых монет в другом мире на старость
12. Харлок Нулевого века
13. Тёмное собрание
14. Маньяк Дзюндзи Ито: Жуткие японские истории
15. Рубеж Шангри-Ла: Любитель игрошлака бросает вызов топ-игре
16. Магия и мускулы

Март:

17. Триган: Ураган
18. Парадокс Лайв: Анимация
19. Моя реинкарнация в отомэ-игре в качестве главной злодейки! Фильм
20. Кот-мастер на все лапки сегодня снова грустит
21. Ультрамен 3
22. Прекрасная воительница Сейлор Мун: Космос
23. Галактика по соседству
24. Магическая битва 2
25. Атака титанов: Финал. Часть 3
26. Рагна Багровый
27. Моя жизнь в качестве питомца Инукай-сан
28. Фурикури: Гранж
29. Добро пожаловать в класс для особо одарённых 3
30. Алиса — механизм Эгиды: Расширение
31. Бессонница после школы
32. MF Призрак
33. Доктор Стоун 3
34. Смертоносный герцог и его горничная 2
35. Герой сдох
36. Опасность в моём сердце
🌍Подробнее на сайте: https://kg-portal.ru/'''}

movie = {'movie_popular_1':'''Популярные фильмы
1. Веном 2
2. Мортал Комбат
3. Дюна
4. Отряд самоубийц: Миссия навылет
5. Лига справедливости Зака Снайдера
6. Годзилла против Конга
7. Гнев человеческий
8. Бэтмен
9. Главный герой
10. Чудо-женщина: 1984
11. Лига справедливости
12. Тихое место 2
13. Чёрная вдова
14. Звёздные Войны: Скайуокер. Восход
15. Форсаж 9
16. Армия мертвецов
17. Довод
18. Человек-паук: Нет пути домой
19. Никто
20. Не время умирать
21. Аватар: Путь воды
22. Монстры на каникулах: Трансформания
23. Босс-молокосос 2
24. Майор Гром: Чумной Доктор
25. Джентльмены
26. Мстители: Война бесконечности
27. Щенячий патруль в кино
28. Время
29. Поступь хаоса
🌍Подробнее на сайте: https://kg-portal.ru/''',
'movie_popular_2':'''Популярные фильмы
1. Круиз по джунглям
2. Шан-Чи и Легенда десяти колец
3. Хищные птицы
4. Охотник на монстров
5. Космический джем: Новое поколение
6. Последний богатырь: Корень зла
7. G. I. Joe. Бросок кобры: Снейк Айз
8. Пила: Спираль
9. Красный призрак
10. King’s Man: Начало
11. Тор: Любовь и гром
12. Матрица: Воскрешение
13. Вечные
14. Гарри Поттер и Орден феникса
15. Мстители: Финал
16. Гарри Поттер и Кубок огня
17. Охотники за привидениями: Наследники
18. Анчартед: На картах не значится
19. Золотой компас
20. Джокер
21. Красное уведомление
22. Война будущего
23. Последняя дуэль
24. Искупление
25. Бессмертная гвардия
26. Легенда о Зелёном Рыцаре
27. Трансформеры
28. Мир Юрского периода: Господство
🌍Подробнее на сайте: https://kg-portal.ru/''',
'movie_popular_3':'''Популярные фильмы
1. Миссия невыполнима 7
2. Хоббит: Нежданное путешествие
3. Мулан
4. Тёмный рыцарь
5. Доктор Стрэндж: В мультивселенной безумия
6. Форсаж 10
7. Уловки Норбита
8. Черепашки-ниндзя
9. Основной инстинкт — 2: Жажда риска
10. Пираты Карибского моря: На краю света
11. Алита: Боевой ангел
12. Чёрный Адам
13. Кинг Конг
14. Отряд самоубийц
15. Гордость и предубеждение
16. Люди Икс: Последняя битва
17. Новые мутанты
18. Годзилла 2: Король монстров
19. Изгой-один. Звёздные войны: Истории
20. Мстители
21. Соник в кино
22. Флэш
23. Начало
24. Тролли. Мировой тур
25. Вперёд
26. Паутина Шарлотты
27. Лука
28. Форсаж: Хоббс и Шоу
29. Аватар
🌍Подробнее на сайте: https://kg-portal.ru/''',
'movie_ozh_1':'''Ожидаемые фильмы 2021 года
1. Веном 2
2. Мортал Комбат
3. Дюна
4. Отряд самоубийц: Миссия навылет
5. Лига справедливости Зака Снайдера
6. Годзилла против Конга
7. Гнев человеческий
8. Главный герой
9. Чудо-женщина: 1984
10. Тихое место 2
11. Чёрная вдова
12. Форсаж 9
13. Армия мертвецов
14. Человек-паук: Нет пути домой
15. Никто
16. Не время умирать
17. Босс-молокосос 2
18. Майор Гром: Чумной Доктор
19. Щенячий патруль в кино
20. Время
21. Поступь хаоса
22. Круиз по джунглям
23. Шан-Чи и Легенда десяти колец
24. Охотник на монстров
25. Космический джем: Новое поколение
26. Последний богатырь: Корень зла
27. G. I. Joe. Бросок кобры: Снейк Айз
28. Пила: Спираль
29. Красный призрак
30. Матрица: Воскрешение
🌍Подробнее на сайте: https://kg-portal.ru/''',
'movie_ozh_2':'''Ожидаемые фильмы 2021 года
1. Вечные
2. Охотники за привидениями: Наследники
3. Красное уведомление
4. Война будущего
5. Последняя дуэль
6. Легенда о Зелёном Рыцаре
7. Лука
8. Обитель зла: Раккун-Сити
9. Райя и последний дракон
10. Прабабушка лёгкого поведения. Начало
11. Телохранитель жены киллера
12. Том и Джерри
13. Те, кто желает мне смерти
14. Армия воров
15. Это всё он
16. Круэлла
17. Бендер: Начало
18. Не смотрите наверх
19. Дом Gucci
20. Воспоминания
21. День курка
22. БУМЕРанг
23. Судная ночь навсегда
24. Конёк-Горбунок
25. Душа
26. Унесённые призраками
27. Не дыши 2
28. Заклятие 3: По воле дьявола
29. Властелин колец: Возвращение короля
30. Бугимен
🌍Подробнее на сайте: https://kg-portal.ru/''',
'movie_ozh_3':'''Ожидаемые фильмы 2021 года
1. Оборотни внутри
2. Мажор. Фильм
3. Последний богатырь: Посланник Тьмы
4. Кролик Питер 2
5. Мейнстрим
6. Красотка на взводе
7. Пороховой коктейль
8. Французский вестник. Приложение к газете „Либерти. Канзас ивнинг сан“
9. Властелин колец: Братство кольца
10. По наклонной
11. Клаустрофобы 2: Лига выживших
12. Прошлой ночью в Сохо
13. Ледяной драйв
14. Хэллоуин убивает
15. Женщина в окне
16. Батя
17. Мажоры на мели
18. Дореми: В поисках волшебства
19. Дом на другой стороне
20. Ассасин. Битва миров
21. Облачный атлас
22. Айнбо. Сердце Амазонии
23. Любовь и монстры
24. Зверокрекеры
25. Энканто
26. Поездка в Америку 2
27. Ограбление по-джентльменски
28. Рыбка Поньо на утёсе
29. Финч
30. Властелин колец: Две крепости
🌍Подробнее на сайте: https://kg-portal.ru/'''}